<!-- dflook/terraform-github-actions {"workspace":"fix-github-output-2","backend":"4e2af4692c8960b3f37f6d566fb6e5c35181f26aa09e8c8835ca12a82dcec000","backend_type":"remote","plan_job_ref":"Job Test Terraform cloud #77 at https://github.com/dflook/terraform-github-actions/actions/runs/3263967765","plan_hash":"b3751eed210a5beac533142a848d9350e9bb0d6a56487be90b69564ac491034f","plan_text_format":"text"} -->
Terraform plan in __tests/workflows/test-cloud/0.13__ in the __fix-github-output-2__ workspace
With var files: `tests/workflows/test-cloud/0.13/my_variable.tfvars
`
With variables: `from_variables="from_variables"`
<details>
<summary>Plan: 1 to add, 0 to change, 0 to destroy.</summary>

```hcl
An execution plan has been generated and is shown below.
Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # random_id.the_id will be created
  + resource "random_id" "the_id" {
      + b64_std     = (known after apply)
      + b64_url     = (known after apply)
      + byte_length = 5
      + dec         = (known after apply)
      + hex         = (known after apply)
      + id          = (known after apply)
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```
</details>

:memo: Plan generated in [Test Terraform cloud #77](https://github.com/dflook/terraform-github-actions/actions/runs/3263967765)